{
  "teams": [
    {
      "idTeam": "133604",
      "idSoccerXML": "9",
      "intLoved": "1",
      "strTeam": "Arsenal",
      "strTeamShort": "Ars",
      "strAlternate": "Gunners",
      "intFormedYear": "1892",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Arsène Wenger",
      "strStadium": "Emirates Stadium",
      "strKeywords": "Gunners Gooners",
      "strRSS": "http://www.football365.com/arsenal/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/qpuxrr1419371354.jpg",
      "strStadiumDescription": "The Emirates Stadium (known as Ashburton Grove prior to sponsorship) is a football stadium in Holloway, London, England, and the home of Arsenal Football Club. With a capacity of 60,272, the Emirates is the third-largest football stadium in England after Wembley and Old Trafford.In 1997, Arsenal explored the possibility of relocating to a new stadium, having been denied planning permission by Islington Council to expand its home ground of Highbury. After considering various options (including purchasing Wembley), the club bought an industrial and waste disposal estate in Ashburton Grove in 2000. A year later they won the council's approval to build a stadium on the site; manager Arsène Wenger described this as the \"biggest decision in Arsenal's history\" since the board appointed Herbert Chapman. Relocation began in 2002, but financial difficulties delayed work until February 2004. Emirates Airline was later announced as the main sponsor for the stadium. Work was completed in 2006 at a cost of £390 million.",
      "strStadiumLocation": "Holloway, London",
      "intStadiumCapacity": "60338",
      "strWebsite": "www.arsenal.com",
      "strFacebook": "www.facebook.com/Arsenal",
      "strTwitter": "twitter.com/arsenal",
      "strInstagram": "instagram.com/arsenal",
      "strDescriptionEN": "Arsenal Football Club is a professional football club based in Holloway, London which currently plays in the Premier League, the highest level of English football. One of the most successful clubs in English football, they have won 13 First Division and Premier League titles and a joint record 11 FA Cups.\r\n\r\nArsenal's success has been particularly consistent: the club has accumulated the second most points in English top-flight football, hold the ongoing record for the longest uninterrupted period in the top flight, and would be placed first in an aggregated league of the entire 20th century. Arsenal is the second side to complete an English top-flight season unbeaten (in the 2003–04 season), playing almost twice as many matches as the previous invincibles Preston North End in the 1888–89 season.\r\n\r\nArsenal was founded in 1886 in Woolwich and in 1893 became the first club from the south of England to join the Football League. In 1913, they moved north across the city to Arsenal Stadium in Highbury. In the 1930s, they won five League Championship titles and two FA Cups. After a lean period in the post-war years they won the League and FA Cup Double, in the 1970–71 season, and in the 1990s and first decade of the 21st century, won two more Doubles and reached the 2006 UEFA Champions League Final. Since neighbouring Tottenham Hotspur, the two clubs have had a fierce rivalry, the North London derby.\r\n\r\nArsenal have one of the highest incomes and largest fanbases in the world. The club was named the fifth most valuable association football club in the world, valued at £1.3 billion in 2014.",
      "strDescriptionDE": "Der FC Arsenal (offiziell: Arsenal Football Club) – auch bekannt als (The) Arsenal, (The) Gunners (deutsche Übersetzung: „Schützen“ oder „Kanoniere“) oder im deutschen Sprachraum auch Arsenal London genannt – ist ein 1886 gegründeter Fußballverein aus dem Ortsteil Holloway des Nordlondoner Bezirks Islington. Mit 13 englischen Meisterschaften und elf FA-Pokalsiegen zählt der Klub zu den erfolgreichsten englischen Fußballvereinen.Erst über 40 Jahre nach der Gründung gewann Arsenal mit fünf Ligatiteln und zwei FA Cups in den 1930er Jahren seine ersten bedeutenden Titel. Der nächste Meilenstein war in der Saison 1970/71 der Gewinn des zweiten englischen „Doubles“ im 20. Jahrhundert. In den vergangenen 20 Jahren etablierte sich Arsenal endgültig als einer der erfolgreichsten englischen Fußballvereine, und beim Gewinn zweier weiterer Doubles zu Beginn des 21. Jahrhunderts blieb die Mannschaft in der Ligasaison 2003/04 als zweite in der englischen Fußballgeschichte ungeschlagen. Zunehmende europäische Ambitionen unterstrich der Verein in der Spielzeit 2005/06, als Arsenal als erster Londoner Verein das Finale der Champions League erreichte.",
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": "L'Arsenal Football Club, noto semplicemente come Arsenal, è una società calcistica inglese con sede a Londra, più precisamente nel quartiere di Holloway, nel borgo di Islington.[3]\r\n\r\nFondato nel 1886, è uno dei quattordici club che rappresentano la città di Londra a livello professionistico,[4] nonché uno dei più antichi del Paese. Milita nella massima serie del calcio inglese ininterrottamente dal 1919-1920, risultando quindi la squadra da più tempo presente in First Division/Premier League. È la prima squadra della capitale del Regno Unito per successi sportivi e, in ambito federale, la terza dopo Manchester United e Liverpool, essendosi aggiudicata nel corso della sua storia tredici campionati inglesi, dodici FA Cup (record di vittorie, condiviso con il Manchester United), due League Cup e quattordici Community Shield (una condivisa),[5] mentre in ambito internazionale ha conquistato una Coppa delle Coppe ed una Coppa delle Fiere. Inoltre è una delle tredici squadre che hanno raggiunto le finali di tutte le tre principali competizioni gestite dalla UEFA: Champions League (2005-2006), Coppa UEFA (1999-2000) e Coppa delle Coppe (1979-1980, 1993-1994 e 1994-1995).[6]\r\n\r\nI colori sociali, rosso per la maglietta e bianco per i pantaloncini, hanno subìto variazioni più o meno evidenti nel corso degli anni. Anche la sede del club è stata cambiata più volte: inizialmente la squadra giocava a Woolwich, ma nel 1913 si spostò all'Arsenal Stadium, nel quartiere di Highbury; dal 2006 disputa invece le sue partite casalinghe nel nuovo Emirates Stadium. Lo stemma è stato modificato ripetutamente, ma al suo interno è sempre comparso almeno un cannone. Proprio per questo motivo i giocatori ed i tifosi dell'Arsenal sono spesso soprannominati Gunners (in italiano \"cannonieri\").\r\n\r\nL'Arsenal conta su una schiera di tifosi molto nutrita, distribuita in ogni parte del mondo. Nel corso degli anni sono sorte profonde rivalità con i sostenitori di club concittadini, la più sentita delle quali è quella con i seguaci del Tottenham Hotspur, con i quali i Gunners giocano regolarmente il North London derby.[7] L'Arsenal è anche uno dei club più ricchi del mondo, con un patrimonio stimato di 1,3 miliardi di dollari, secondo la rivista Forbes nel 2014, facendone il quinto club più ricco del pianeta e il secondo in Inghilterra.[8]",
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/vrtrtp1448813175.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/kzne111510861290.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/q2mxlz1512644512.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/xyusxr1419347566.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/qttspr1419347612.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/uwssqx1420884450.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/qtprsw1420884964.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/rtpsrr1419351049.jpg",
      "strYoutube": "www.youtube.com/user/ArsenalTour",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "134301",
      "idSoccerXML": "756",
      "intLoved": "1",
      "strTeam": "Bournemouth",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1890",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Eddie Howe",
      "strStadium": "Dean Court",
      "strKeywords": "Cherries",
      "strRSS": "",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/rxvwvw1420707921.jpg",
      "strStadiumDescription": "Dean Court, known as the Goldsands Stadium for sponsorship purposes, is a football stadium in Bournemouth, England and the home ground of A.F.C. Bournemouth.\r\n\r\nIn 1910 Boscombe F.C. was given a piece of land by the town's Cooper-Dean family, after whom the ground was named. The land was the site of an old gravel pit, and the ground was not built in time for the start of the 1910–11 season. As a result, the club played at the adjacent King's Park until moving into Dean Court in December 1910. However, the club facilities were still not ready, and players initially had to change in a nearby hotel. Early developments at the ground included a 300-seat stand.\r\n\r\nIn 1923 the club were elected to Division Three South of the Football League, at which point they changed their name to Bournemouth & Boscombe Athletic. The first Football League match was played at Dean Court on 1 September 1923, with 7,000 watching a 0–0 draw with Swindon Town. Subsequent ground improvements were made following the purcase of fittings from the British Empire Exhibition at Wembley, which allowed the construction of a 3,700-seat stand. A covered terrace was added at the southern end of the ground in 1936.\r\n\r\nThe club's record League attendance was set on 14 April 1948, when 25,495 watched a 1–0 defeat to QPR. The overall record attendance was set on 2 March 1957, when 28,799 spectators watched an FA Cup match against Manchester United. Shortly afterwards, a roof was added to the western stand. The club also purchased more land behind the northern end of the ground, with the intention of enlarging the stand and building a leisure centre. However, the club ran out of money during its construction and abandoned the scheme in 1984. As a result, the half-built structure was demolished and housing was built on that part of the site. The club's lowest Football League attendance was set on 4 March 1986, when only 1,873 saw a 2–2 drawn with Lincoln City.\r\n\r\nThe ground was completely rebuilt in 2001, with the pitch rotated ninety degrees from its original position and the ground moved away from adjacent housing. Because the work was not finished in time for the start of the 2001–02 season, Bournemouth played their first eight games at the Avenue Stadium in nearby Dorchester. When Dean Court reopened with a game against Wrexham on 10 November, it gained its first sponsored name, becoming the Fitness First Stadium. Although it was rebuilt as a three sided stadium with a capacity of 9,600, seats were placed on the undeveloped south end in the autumn of 2005. On 24 February 2004 Bournemouth's James Hayter scored the Football League's fastest-ever hat-trick at Dean Court, scoring three goals in 2 minutes and 20 seconds during a 6–0 against Wrexham. The club sold the stadium in December 2005 in a sale-and-leaseback deal with London property company Structadene.\r\n\r\nIn the 2010–11 a temporary south stand was built, but was removed during the 2011–12 season after attendances fell. In July 2011 the stadium was renamed the Seward Stadium after the naming rights were sold to the Seward Motor Group. Following Seward entering administration in February 2012, the ground was subsequently renamed the Goldsands Stadium in a two-year deal. During the summer of 2013 a 2,400 seat stand was built on the undeveloped end of the ground as a result of the club's promotion to the Championship. In July 2013 it was named after former club striker Ted MacDougall.",
      "strStadiumLocation": "Bournemouth Dorset, England",
      "intStadiumCapacity": "11464",
      "strWebsite": "www.afcb.premiumtv.co.uk",
      "strFacebook": "",
      "strTwitter": "",
      "strInstagram": "",
      "strDescriptionEN": "A.F.C. Bournemouth is a football club playing in the Championship, the second tier in the English football league system. The club plays at Dean Court in Kings Park, Boscombe, Bournemouth, Dorset and have been in existence since 1899.\r\n\r\nNicknamed The Cherries, the team traditionally played in red shirts with white sleeves until 1971, when the strip was changed to red and black stripes, similar to that of A.C. Milan. A predominantly red shirt was chosen for the 2004–05 and 2005–06 seasons before announcing a return to the stripes for the 2006–07 season due to fan demand.\r\n\r\nAfter narrowly avoiding relegation from the Football League in the 2008–09 season, Bournemouth were promoted to League One at the end of the 2009–10. After making the League One play-off semi-finals in 2010–11 and achieving a mid-table finish in 2011–12, Bournemouth won promotion to the Championship at the end of the 2012–13 season, putting them in the second tier of the league for only the second time in their history.\r\n\r\nAlthough the exact date of the club's foundation is not known, there is proof that it was formed in the autumn of 1899 out of the remains of the older Boscombe St. John's Lads’ Institute F.C. The club was originally known as Boscombe F.C.. The first President was Mr. J.C. Nutt.\r\n\r\nIn their first season 1889–90 Boscombe F.C. competed in the Bournemouth and District Junior League. They also played in the Hants Junior Cup. During the first two seasons they played on a football pitch in Castlemain Avenue, Pokesdown. From their third season the team played on a pitch in King's Park. In the season of 1905–06 Boscombe F.C. graduated to senior amateur football.\r\n\r\nIn 1910 the club was granted a long lease upon some wasteland next to Kings Park, as the clubs football ground, by their president Mr. J.E. Cooper-Dean. With their own ground, named Dean Court after the benefactor, the club continued to thrive and dominated the local football scene. Also in 1910 the club signed their first professional football player B. Penton.\r\n\r\nAround about this time the club obtained their nickname 'The Cherries'. Foremost there are two tales on how the club gained this pet name. First, because of the cherry-red striped shirts that the team played in and, perhaps more plausible, because Dean Court was built adjacent to the Cooper-Dean estate, which encompassed numerous cherry orchards.\r\n\r\nFor the first time during the season of 1913–14 the club competed in the F.A. Cup. The clubs progress was halted in 1914 with the outbreak of the war and Boscombe F.C. returned to the Hampshire league.\r\n\r\nIn 1920 the Third Division was formed and Boscombe were promoted to the Southern League, with moderate success.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/xvpuuv1448813193.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/aaonqz1510842509.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/yttutv1448813203.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/wvuypx1469485789.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/sxrxwp1469485821.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/uqqwvw1469485695.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/uwryss1469485747.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/sxypup1469486566.jpg",
      "strYoutube": "",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133619",
      "idSoccerXML": "24",
      "intLoved": null,
      "strTeam": "Brighton",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1901",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Chris Hughton",
      "strStadium": "Falmer Stadium",
      "strKeywords": "",
      "strRSS": "",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/wqvxrw1420720245.jpg",
      "strStadiumDescription": "Falmer Stadium, known for sponsorship purposes as the American Express Community Stadium, or simply The Amex, is a football stadium near the village of Falmer in Brighton and Hove and is the home of Brighton & Hove Albion F.C.. The stadium was handed over from the developers to the club on 31 May 2011. The first competitive game to be played at the stadium was the 2010–11 season final of the Sussex Senior Cup between Brighton and Eastbourne Borough on 16 July 2011. The first ever league game was against Doncaster Rovers, who were also the opponents in the last ever game played at Brighton's former stadium, the Goldstone Ground, 14 years earlier.\r\n\r\nIn May 2013 it was announced that the stadium would host games during the 2015 Rugby World Cup.",
      "strStadiumLocation": "Falmer, Brighton, East Sussex, England",
      "intStadiumCapacity": "0",
      "strWebsite": "www.seagulls.co.uk",
      "strFacebook": "",
      "strTwitter": "",
      "strInstagram": "",
      "strDescriptionEN": "Brighton and Hove Albion Football Club /ˈbraɪtən ən ˈhoʊv/ is an English football club based in the coastal city of Brighton & Hove, East Sussex. It is often referred to just as Brighton. They currently play in the Football League Championship, the second tier of the English football league system.\r\n\r\nThe team is nicknamed the \"Seagulls\" or \"Albion\". The team has historically played in blue and white stripes, though this changed to all white briefly in the 1970s and again to plain blue during the club's most successful spell in the 1980s. Crystal Palace is considered the club's main rival, although the grounds are 40 miles apart.\r\n\r\nFounded in 1901, Brighton played their early professional football in the Southern League before being elected to the Football League in 1920. The club enjoyed greatest prominence between 1979 and 1983 when they played in the First Division and reached the 1983 FA Cup Final, losing to Manchester United after a replay. They were relegated from the top division in the same season. Mismanagement brought Brighton close to relegation from the Football League to the Conference which they narrowly avoided in 1997 and 1998. A boardroom takeover saved Brighton from liquidation, and following successive promotions they returned to the second tier of English football in 2002 and have played in the second and third tiers ever since.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/ywypts1448810904.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/uvwprx1454114550.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/xvvqxv1448810981.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/bk2b6j1504211012.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/2f41gp1504211039.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/bfasc71504211054.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/nfo32o1504211067.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/5jitnu1504211082.jpg",
      "strYoutube": "",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133623",
      "idSoccerXML": "28",
      "intLoved": "0",
      "strTeam": "Burnley",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1882",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Sean Dyche",
      "strStadium": "Turf Moor",
      "strKeywords": "",
      "strRSS": "http://www.football365.com/burnley/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/vvpvxw1420243385.jpg",
      "strStadiumDescription": "Turf Moor is a football stadium in Burnley, Lancashire, England. It is the home ground of Premier League side Burnley Football Club, who have played there since moving from its Calder Vale ground in 1883. The stadium, which is situated on Harry Potts Way, named so after the club's longest serving Manager, has a capacity of 21,401, all seated. It was one of the last remaining stadiums in England to have the players' tunnel and dressing rooms behind one of the goals, until it was covered for seating in time for the 2014-15 Premier League season and rebuilt between the David Fishwick and James Hargreaves stand. The ground originally consisted of just a pitch and the first grandstand was not built until 1885. Six years after this, the \"Star\" stand was erected and terracing was later added to the ends of the ground. After the Second World War, the stadium was redeveloped with all four stands being rebuilt. During the 1990s, the ground underwent further refurbishment when the Longside and Bee Hole End terraces were replaced by all-seater stands. Currently, the four stands at Turf Moor are the James Hargreaves Stand, the Jimmy McIlroy Stand, the Bob Lord Stand and the Cricket Field Stand.\r\n\r\nBurnley played their first match at the ground on 17 February 1883, losing 3–6 to local side Rawtenstall. When Prince Albert Victor opened a new hospital in Burnley in 1886, Turf Moor became the first football ground to be visited by a member of the British Royal Family. The first Football League match at the ground took place on 6 October 1888, with Fred Poland scoring the first competitive goal at the stadium. The record attendance at Turf Moor was set in 1924 when 54,755 people attended an FA Cup tie between Burnley and Huddersfield Town. In the same year, Turf Moor hosted its only FA Cup semi-final to date. In 1927, the stadium was the venue of an international match between England and Wales. Since then, the ground has been used to host matches in the European Under-19 Championship and European Under-21 Championship fixtures.\r\n\r\nIn 2007, plans for expansion of Turf Moor were released to the public. The Burnley directors proposed a major development of the stadium, costing £20 million. The plans, which would incorporate the rebuilding of the Cricket Field Stand and the moving of the players' entrance tunnel, have been put on hold until the current financial climate improves. In 2009, following Burnley's promotion to the Premier League, the development of a second tier on the Bob Lord stand was announced. Director Paul Fletcher stated that the anticipated capacity of Turf Moor would eventually be 28,000 to cope with extra fans. However following the club's relegation from the Premier League in 2010, these plans were put on hold indefinitely.\r\n\r\nAfter again achieving promotion to the Premier League in 2014 further Ground renovations were undertaken to comply with new regulations include housing for International Media, relocation of the players tunnel and upgrades to seating in the David Fishwick Stand for away supporters. On 26 June 2014 the club unveiled a planning application for extensions to the Turf Moor front entrance including the rebuilding of the official Club Shop containing a first floor museum.",
      "strStadiumLocation": "Harry Potts Way, Burnley, Lancashire",
      "intStadiumCapacity": "21401",
      "strWebsite": "www.burnleyfootballclub.com",
      "strFacebook": "www.facebook.com/officialburnleyfc",
      "strTwitter": "www.twitter.com/burnleyofficial",
      "strInstagram": "",
      "strDescriptionEN": "Burnley Football Club /ˈbɜrnli/ are a professional football club based in Burnley, Lancashire, who play in the Premier League, the highest level of English football. Nicknamed The Clarets, due to the dominant colour of their home shirts, they were one of the founder members of the Football League in 1888. The club colours of claret and blue were adopted in 1910 in tribute to the dominant club of English football at the time, Aston Villa. It was thought the colours might lift and inspire Burnley to emulate the aforementioned side. Their home ground since 1883 has been Turf Moor.\r\n\r\nBurnley have been Football League Champions twice, in 1920–21 and 1959–60, and have won the FA Cup once, in 1914. The Clarets also reached the 1961 quarter-finals of the European Cup. They are one of only three teams to have won all top four professional divisions of English football, along with Wolverhampton Wanderers and Preston North End.\r\n\r\nThe club spent most of their early history in England's top two divisions, but remained outside the top flight from 1976 to 2009. From 1985 to 1992 they had a seven-year spell in the lowest tier of the Football League. In 1987 they narrowly avoided relegation to the Conference. Between 2000 and 2009 they played in the second tier of English football, until they gained promotion to the Premier League for the first time in 33 years after winning the 2009 Championship play-off final, but were relegated after a single season. The club currently play in the Premier League again in 2014–15 after being promoted from the Football League Championship at the end of the 2013–14 season as runners-up to Leicester City.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/sqrttx1448811003.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/3g25co1510755094.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/vstywy1469522470.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/qxtvww1424229257.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/vwuryy1469522328.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/truwwr1424229288.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/tuswuy1469522211.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vtwups1424563418.jpg",
      "strYoutube": "www.youtube.com/user/officialburnleyfc",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133637",
      "idSoccerXML": "44",
      "intLoved": null,
      "strTeam": "Cardiff",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1899",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Neil Warnock",
      "strStadium": "Cardiff City Stadium",
      "strKeywords": "",
      "strRSS": "",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/twwpup1420710476.jpg",
      "strStadiumDescription": "The Cardiff City Stadium (Welsh: Stadiwm Dinas Caerdydd) is a football stadium in the Leckwith area of Cardiff, Wales. It is the home of Cardiff City Football Club. The stadium replaced Ninian Park as Cardiff City's home ground in 2009. The stadium is managed by Cardiff City Stadium Ltd., which is owned by Cardiff City Football Club Holdings Ltd. The stadium also hosted the home matches of the Cardiff Blues rugby union team until the 2011–12 season although originally the Blues had a lease until 2029.\r\n\r\nAfter the Millennium Stadium, it is the second largest stadium in Cardiff and in Wales. The stadium is part of the Leckwith development, which also includes the Cardiff International Sports Stadium. A branded sponsor name will be assigned as and when the naming rights are sold. The stadium was officially opened on 22 July 2009, with Cardiff City playing a friendly match against Celtic.",
      "strStadiumLocation": "Cardiff, Wales",
      "intStadiumCapacity": "33280",
      "strWebsite": "www.cardiffcityfc.co.uk",
      "strFacebook": "",
      "strTwitter": "",
      "strInstagram": "",
      "strDescriptionEN": "Cardiff City Football Club (Welsh: Clwb Pêl-droed Dinas Caerdydd) is a professional football club based in Cardiff, Wales that competes in the English football league system. The club played in the Premier League for the first time in the 2013–14 season, at the end of which they were relegated. They play their home games at the Cardiff City Stadium, after moving from Ninian Park in 2009.\r\n\r\nThe club was founded as Riverside A.F.C. in 1899 and is the only club from outside England to have won the FA Cup, which they won in 1927. The club won the Football League Championship title in the 2012–13 season and were promoted to the top flight for the first time in 51 years. This followed two lost national cup finals, the 2008 FA Cup Final against Portsmouth and the 2012 Football League Cup Final against Liverpool, the latter being settled by a penalty shootout.\r\n\r\nIn 2012, Cardiff City was rebranded by the club's Malaysian owner, Vincent Tan. This included a controversial change of the club's home colours from blue to red.\r\n\r\nRiverside A.F.C. was formed in 1899 as a way of keeping players from the Riverside Cricket Club together and in shape during the winter months. Their first season saw them playing friendlies against local sides at their Sophia Gardens ground, but in 1900 they joined the Cardiff & District League for their first competitive season. In 1905 Cardiff was granted city status by King Edward VII, and as a result the club put in a request to change their name to Cardiff City, but the request was turned down as they were deemed to be not playing at a high enough level. To combat this they arranged to join the South Wales Amateur League in 1907 and the following year they were granted permission to change the name of the club to Cardiff City.\r\n\r\nInterest in the club began to rise during this time, but they were forced to turn down the opportunity to join the newly formed Southern League Second Division due to the lack of facilities at their Sophia Gardens ground. Over the next two years Cardiff welcomed many of Britain's top sides to Cardiff, including Middlesbrough, Bristol City and Crystal Palace, with the matches being played at various grounds in Cardiff and nearby towns. The club would eventually move into their new ground, Ninian Park, in 1910. The club made its first signing the following year with the acquisition of Jack Evans from fellow Welsh club Cwmparc FC.\r\n\r\nWith the new ground in place, Cardiff joined the Southern League Second Division, and Bartley Wilson was quick to hire the club's first manager in Davy McDougall, who became player-manager. Their first match was a 2–1 defeat to Aston Villa, in which new signing Evans scored the only Cardiff goal. They went on to finish in fourth place in their first year in the league. They stayed in the division for the next decade, apart from when the league was suspended due to the outbreak of World War I.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "Wales",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/xtytpt1448808285.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/uyytsx1454114584.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/0pq7br1509012499.png",
      "strTeamFanart1": null,
      "strTeamFanart2": null,
      "strTeamFanart3": null,
      "strTeamFanart4": null,
      "strTeamBanner": null,
      "strYoutube": "",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133610",
      "idSoccerXML": "15",
      "intLoved": "3",
      "strTeam": "Chelsea",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1905",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Antonio Conte",
      "strStadium": "Stamford Bridge",
      "strKeywords": "",
      "strRSS": "http://www.football365.com/chelsea/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/vpuxsx1420200157.jpg",
      "strStadiumDescription": "Stamford Bridge (/ˈstæm.fərd ˈbrɪdʒ/) is a football stadium located in Fulham, London. It is the home ground of Chelsea F.C.. The stadium is located within the Moore Park Estate also known as Walham Green and is often referred to as simply The Bridge. The capacity is 41,798, making it the eighth largest ground in the Premier League.\r\n\r\nOpened in 1877, the stadium was used by the London Athletic Club until 1905, when new owner Gus Mears founded Chelsea Football Club to occupy the ground; Chelsea have played their home games there ever since. It has undergone numerous major changes over the years, most recently in the 1990s when it was renovated into a modern, all-seater stadium.\r\n\r\nStamford Bridge has been used as a venue for England international matches, FA Cup Finals, FA Cup semi-finals and Charity Shield games. It has also hosted numerous other sports, such as cricket, rugby union, speedway, greyhound racing, baseball and American football. The stadium's highest official attendance is 82,905, for a league match between Chelsea and Arsenal on 12 October 1935.",
      "strStadiumLocation": "Fulham, London",
      "intStadiumCapacity": "41798",
      "strWebsite": "www.chelseafc.com",
      "strFacebook": "www.facebook.com/ChelseaFC",
      "strTwitter": "twitter.com/chelseafc",
      "strInstagram": "",
      "strDescriptionEN": "Chelsea Football Club /ˈtʃɛlsiː/ are a professional football club based in Fulham, London, who play in the Premier League, the highest level of English football. Founded in 1905, the club have spent most of their history in the top tier of English football. The club's home ground is the 41,837-seat Stamford Bridge stadium, where they have played since their establishment.\r\n\r\nChelsea had their first major success in 1955, winning the league championship, and won various cup competitions during the 1960s, 1970s, 1990s and 2000s. The club have enjoyed their greatest period of success in the past two decades, winning 15 major trophies since 1997. Domestically, Chelsea have won four league titles, seven FA Cups, four League Cups and four FA Community Shields, while in continental competitions they have won two UEFA Cup Winners' Cups, one UEFA Super Cup, one UEFA Europa League and one UEFA Champions League. Chelsea are the only London club to win the UEFA Champions League, and one of four clubs, and the only British club, to have won all three main UEFA club competitions.\r\n\r\nChelsea's regular kit colours are royal blue shirts and shorts with white socks. The club's crest has been changed several times in attempts to re-brand the club and modernise its image. The current crest, featuring a ceremonial lion rampant regardant holding a staff, is a modification of the one introduced in the early 1950s. The club have sustained the fifth highest average all-time attendance in English football. Their average home gate for the 2012–13 season was 41,462, the sixth highest in the Premier League. Since July 2003, Chelsea have been owned by Russian billionaire Roman Abramovich. In April 2013 they were ranked by Forbes Magazine as the seventh most valuable football club in the world, at £588 million ($901 million), an increase of 18% from the previous year.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/yvwvtu1448813215.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/j4kjvh1510591602.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/urupss1421777612.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/rppwtt1424447399.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/qtqrus1424447422.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/sswqqr1421778421.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/wwuput1421778515.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/twxrxv1421778197.jpg",
      "strYoutube": "www.youtube.com/user/chelseafc",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133632",
      "idSoccerXML": "38",
      "intLoved": "0",
      "strTeam": "Crystal Palace",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1905",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Roy Hodgson",
      "strStadium": "Selhurst Park",
      "strKeywords": "",
      "strRSS": "http://www.football365.com/crystal-palace/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/tvsxvw1420238927.jpg",
      "strStadiumDescription": "Selhurst Park is an association football stadium located in the London suburb of South Norwood in the Borough of Croydon. It is the current home ground of Crystal Palace Football Club playing in the Premier League.\r\n\r\nIn 1922 the site, a former brickfield, was bought from the Brighton Railway Company for £2,570. The stadium (designed by Scottish stadium architect Archibald Leitch) was constructed by Humphreys of Kensington (a firm regularly used by Leitch) for around £30,000, and was officially opened by the Lord Mayor of London on 30 August 1924. There was then only one stand (the present Main Stand), but this was unfinished due to industrial action; Crystal Palace played Sheffield Wednesday and lost 0–1 in front of 25,000 fans.\r\n\r\nTwo years later, in 1926, England played Wales in an international at the stadium. England amateur matches and various other finals were also staged there, as were other sports including boxing, bicycle polo (in the late 1940s) and cricket and music concerts (in the 1980s). In addition to this, it hosted two games for the 1948 Summer Olympics.\r\n\r\nIn 1953, the stadium's first floodlights were installed consisting of numerous poles around the 3 sides of terracing and four roof mounted installations on the Main Stand, but were replaced nine years later by floodlights mounted on, pylons in each corner and six installations on the Main Stand roof. Real Madrid marked the occasion by playing the first game under the new set of bulbs – a real footballing coup at the time for third division Palace, as it was Real's first ever match in London.",
      "strStadiumLocation": "South Norwood, London",
      "intStadiumCapacity": "26255",
      "strWebsite": "www.cpfc.co.uk/page/Welcome",
      "strFacebook": "www.facebook.com/officialcpfc",
      "strTwitter": "twitter.com/cpfc",
      "strInstagram": "",
      "strDescriptionEN": "Crystal Palace Football Club is an English professional football club based in South Norwood, London. They currently play in the highest level in English football, the Premier League. Since 1964, the club have mostly played in the top two leagues of English football. The club was founded in 1905 at the site of the famous Crystal Palace Exhibition building by the owners of the FA Cup Final stadium, who wanted their own team to play at the historic venue. Palace applied to be elected to The Football League, but this was rejected and they instead joined the Southern Football League Second Division, playing home games at The Crystal Palace, inspiration for the club's initial nickname, \"The Glaziers\". Palace won the Division and promotion in their first season, and played in the Southern League First Division for the next fifteen years.\r\n\r\nIn 1920 the Southern League Division One formed the Football League Third Division. Palace won the division and gained promotion to the Second Division, where they spent four seasons before suffering relegation to the Third Division South. In 1958 a league re-organisation saw Palace become founder members of Division Four. Over the next eleven years the club moved from the lowest rung of English Football to the highest, reaching the First Division in 1969, and staying in the top division for four seasons before suffering successive relegations. In 1973 the club modernised its image, changing the nickname from The Glaziers to \"The Eagles\" and ending the 68-year association with claret and blue by introducing the red-and-blue vertical stripes now associated with the club. The club stabilised itself in the top two divisions with promotions in 1977 and 1979, the latter saw the club crowned as Division Two Champions. The period between 1989–91 was a successful time for the club. They reached an FA Cup Final in 1990, won the Full Members Cup in 1991, and achieved third place in the top division in the 1990–1991 season. Palace became founder members of the Premier League in 1992, but were relegated the same season, despite achieving 49 points which is still a Premier League record for a relegated club. The club then achieved promotion back to the Premier League three times in 1994, 1997 and 2004, but each time suffered relegation at the end of the following season. Palace entered administration in both 2000 and 2010, and are now owned by a consortium of four. The club were promoted back to the Premier League with a 1–0 win over Watford in the Football League play-offs in May 2013.\r\n\r\nCrystal Palace initially played their games in the grounds of The Crystal Palace, but the First World War saw them forced to move out, and they enjoyed a number of seasons at both the Herne Hill Velodrome and The Nest. Since 1924, Palace have played their home games at Selhurst Park. Their home colours are red and blue vertical stripes, though prior to 1973 they wore claret and pale blue after the fashion of Aston Villa. They have a fierce rivalry with M23 neighbours Brighton & Hove Albion, with whom they have contested the M23 derby 98 times and also enjoy a strong rivalry with fellow South London team Millwall. The club's kit is currently made by Macron, and the shirt sponsor is Neteller. The club captain is Mile Jedinak and the current player of the year is Julian Speroni. Edmund Goodman is the club's longest serving manager, and Jim Cannon has made the most appearances for the club. Peter Simpson is the club's top scorer for both one season and overall, netting 54 and 165 respectively. The highest transfer fee received has been for Wilfried Zaha from Manchester United in January 2013.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/rytxyw1448813222.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/b14uun1510410804.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/woip371509012248.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/svsvqv1424367005.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/qwwsts1424367019.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/yvuwup1424367035.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/ryuspy1424367053.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vpvqyu1424562192.jpg",
      "strYoutube": "www.youtube.com/channel/UCWB9N0012fG6bGyj486Qxmg",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133615",
      "idSoccerXML": "20",
      "intLoved": null,
      "strTeam": "Everton",
      "strTeamShort": null,
      "strAlternate": "The Toffees",
      "intFormedYear": "1878",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Sam Allardyce",
      "strStadium": "Goodison Park",
      "strKeywords": "Everton FC",
      "strRSS": "http://www.football365.com/everton/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/vwwttq1420239339.jpg",
      "strStadiumDescription": "Goodison Park is a football stadium located in Walton, Liverpool, England. The stadium has been home to Premier League club Everton F.C. since its completion in 1892 and is one of the world's oldest purpose-built football grounds. The stadium is built in a residential area served by regular rail and bus services two miles (3 km) from Liverpool city centre.\r\n\r\nGoodison has undergone many changes over the years and it presently has an all-seated capacity of 39,572. Everton fans refer to the stadium as \"The Grand Old Lady\" and the abridged \"Goodison\".\r\n\r\nIt has hosted more top-flight games than any other stadium in England. Goodison has hosted the maximum number of league games since the Premier League was formed in 1992, as Everton have remained in the top tier of English football since 1954. The club has only been outside the top division for four seasons, having only been relegated twice (in 1930 and 1951).\r\n\r\nAs well as hosting Everton games, the stadium has been the venue for an FA Cup Final and numerous international fixtures, including several in the 1966 FIFA World Cup. The record for the highest attendance in women's football was set at Goodison Park in 1920, which stood for 92 years until 31 July 2012. This game's high attendance resulted in women's football being banned by the Football Association for 50 years as they felt it threatened the men's game.\r\n\r\nGoodison Park was conceived in unusual circumstances: two factions of politicians on the Everton board grappled to control the destiny of the club. A split emerged with the members with the majority leaving their home at Anfield forming Goodison Park. Everton F.C.'s relocation to Goodison Park was one of the earliest cases of a team moving to a new stadium for monetary benefit.",
      "strStadiumLocation": "Walton, Liverpool",
      "intStadiumCapacity": "40157",
      "strWebsite": "www.evertonfc.com",
      "strFacebook": "www.facebook.com/Everton",
      "strTwitter": "twitter.com/everton",
      "strInstagram": "instagram.com/officialeverton",
      "strDescriptionEN": "Everton Football Club /ˈɛvərtən/ are an English professional football club based in Liverpool, and currently playing in the Premier League. The club have competed in the top division for a record 110 seasons (missing only four seasons, in the second tier) and have won the League Championship nine times.\r\n\r\nFormed in 1878, Everton were founding members of The Football League in 1888 and won their first league championship two seasons later. Following four league titles and two FA Cup wins, Everton experienced a lull in the immediate post World War Two period until a revival in the 1960s which saw the club win two league championships and an FA Cup. The mid-1980s represented their most recent period of sustained success, with two League Championship successes, an FA Cup, and the 1985 European Cup Winners' Cup. The club's most recent major trophy was the 1995 FA Cup. The club's supporters are known as Evertonians.\r\n\r\nEverton have a rivalry with neighbours Liverpool and the two sides contest the Merseyside derby. The club have been based at Goodison Park since 1892, after moving from Anfield after a row over its rent.\r\n\r\nThe club's home colours are royal blue shirts and white shorts. Everton player Dixie Dean scored a record 60 league goals in the 1927–28 season.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/eqayrf1523184794.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/rnpcuk1510334009.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/xqyrtw1420477561.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/yyuypw1420393451.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/yvxsuy1421360829.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/tuvwus1421361016.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/sppyvw1421360906.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/rsstxs1424564236.jpg",
      "strYoutube": "www.youtube.com/user/OfficialEverton",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133600",
      "idSoccerXML": "4",
      "intLoved": null,
      "strTeam": "Fulham",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1879",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Slaviša Jokanović",
      "strStadium": "Craven Cottage",
      "strKeywords": "",
      "strRSS": "",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/uxywyw1420751718.jpg",
      "strStadiumDescription": "Craven Cottage is the name of a football stadium located in Fulham, London. It has been the home ground of Fulham F.C. since 1896. The ground's current capacity is 25,700, all-seated, though the record attendance is 49,335, for a game against Millwall Dockers, 8 October 1938. Located next to Bishop's Park on the banks of the River Thames, 'Craven Cottage' was originally a royal hunting lodge and has history dating back over 300 years.\r\n\r\nAs well as by Fulham, the stadium has been also been used by the United States men's national soccer team, Australia national soccer team, the Republic of Ireland national football team, and Canada men's national soccer team, and was formerly the home ground for rugby league team Fulham RLFC.",
      "strStadiumLocation": "Fulham, London",
      "intStadiumCapacity": "25700",
      "strWebsite": "www.fulhamfc.com",
      "strFacebook": "www.facebook.com/FulhamFC",
      "strTwitter": "twitter.com/FulhamFC",
      "strInstagram": "www.instagram.com/fulhamfc",
      "strDescriptionEN": "Fulham Football Club is a professional association football club based in Fulham, Greater London, England. Founded in 1879, they play in the Championship, having been relegated from the Premier League in 2013–14 after 13 consecutive seasons in the top-flight. They are the oldest-established football team from London to have played in the Premier League. After selling their top striker, Ross McCormack, and allowing Moussa Dembele to go on a free to Celtic, all hope of promotion back to the heights of the premier league were lost. Recently, they lost 2-1 to their rivals QPR (Queens Park Rangers) at home, the first time in 36 years that had happened. \r\n\r\nThe club has spent 25 seasons in English football's top division, the majority of these in two spells during the 1960s and 2000s. The latter spell was associated with former chairman Mohamed Al-Fayed, after the club had climbed up from the fourth tier in the 1990s. Fulham have never won a major honour, although they have reached two major finals: in 1975, as a Second Division team, they contested the FA Cup Final for the only time in their history, losing 2–0 to West Ham United, and in 2010 they reached the final of the UEFA Europa League, which they contested with Atlético Madrid in Hamburg, losing 2–1 after extra time.\r\n\r\nThe club has produced many English greats, including Johnny Haynes, George Cohen, Bobby Robson, Rodney Marsh and Alan Mullery. They play at Craven Cottage, a ground on the banks of the River Thames in Fulham which has been their home since 1896. Fulham's training ground is located near Motspur Park, where the club's Academy is also situated.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/xwwvyt1448811086.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/vrttsr1454114628.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/ey93jj1509012596.png",
      "strTeamFanart1": null,
      "strTeamFanart2": null,
      "strTeamFanart3": null,
      "strTeamFanart4": null,
      "strTeamBanner": null,
      "strYoutube": "www.youtube.com/fulhamfc",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133932",
      "idSoccerXML": "351",
      "intLoved": null,
      "strTeam": "Huddersfield Town",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1908",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "David Wagner",
      "strStadium": "Galpharm Stadium",
      "strKeywords": "",
      "strRSS": "",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/yusurw1420753962.jpg",
      "strStadiumDescription": "The John Smith's Stadium, originally the Alfred McAlpine Stadium and more lately the Galpharm Stadium, is a multi-use sports stadium in Huddersfield in West Yorkshire, England. Since 1994, it has been the home ground of Huddersfield Town and Super League side, Huddersfield Giants.\r\nThe stadium seats 24,499 people along with hospitality boxes and conference rooms. There are four stands. The main stand, the Direct Golf UK Stand or Riverside Stand incorporates two-tiers of seats, with a row of 26 executive boxes running between them. This stand also houses the offices and suites. The Britannia Rescue Stand, opposite the Riverside and commonly referred to as the Kilner Bank Stand, is a large, single-tiered stand which seats over 7,000 spectators. It was previously sponsored by John Smith's and is still called this by many today. The John Smith's South Stand, which seats 4,054, is usually allocated to away fans. It is built into natural banking and is the most basic of the stands. The Fantastic Media North stand is the tallest stand with two tiers, 16 hospitality boxes and a viewing room for players' guests, built into the leisure centre. The lower tier consists of temporary seating that can be removed for events such as concerts.",
      "strStadiumLocation": "Stadium Way, Huddersfield, England",
      "intStadiumCapacity": "24500",
      "strWebsite": "www.htafc.com/page/Home",
      "strFacebook": "",
      "strTwitter": "",
      "strInstagram": "",
      "strDescriptionEN": "Huddersfield Town A.F.C. is an English football club in Huddersfield, West Yorkshire. Huddersfield Town have played the majority of their history in the top two tiers of English football and currently (2014–15) play in the Football League Championship.\r\n\r\nIn 1926, Huddersfield became the first English club to win three successive league titles, a feat which only three other clubs have matched, and none has bettered. They also won the FA Cup in 1922.\r\n\r\nNicknamed The Terriers, the club plays in blue and white vertically striped shirts and white shorts. They have played home games at the John Smith's Stadium since 1994. The stadium replaced Leeds Road, Huddersfield Town's home since 1908.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/qtusqx1420753809.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/ryqwys1454114638.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/emz7cd1504211130.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/1sb07c1504211153.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/hi9nu21504211246.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/6a01sq1504211268.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/z15um31504211283.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/xs6pn21504211300.jpg",
      "strYoutube": "",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133626",
      "idSoccerXML": "31",
      "intLoved": null,
      "strTeam": "Leicester",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1884",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Claude Puel",
      "strStadium": "King Power Stadium",
      "strKeywords": "",
      "strRSS": "http://www.football365.com/leicester-city/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/qquqvq1420243707.jpg",
      "strStadiumDescription": "The King Power Stadium is a football stadium located in Leicester, England. It is the home ground of Leicester City, who currently compete in the Premier League. The all-seater stadium, inaugurated in July 2002, has a capacity of 32,262 and is the 19th largest stadium by capacity in England. The stadium is named after King Power, a company owned by club owner Vichai Raksriaksorn.",
      "strStadiumLocation": "Filbert Way, Leicester",
      "intStadiumCapacity": "32262",
      "strWebsite": "www.lcfc.com",
      "strFacebook": "www.facebook.com/lcfcofficial",
      "strTwitter": "www.twitter.com/officialfoxes",
      "strInstagram": "",
      "strDescriptionEN": "Leicester City Football Club /ˌlɛstər ˈsɪti/, also known as the Foxes, is an English professional football club based in Leicester at the King Power Stadium. They play in the English Premier League, having been promoted as champions of the Football League Championship in 2013–14.\r\n\r\nThe club was founded in 1884 as Leicester Fosse, playing on a field near Fosse Road. They moved to Filbert Street in 1891 and played there for 111 years, before moving again, this time to the nearby Walkers Stadium in 2002.\r\n\r\nLeicester City were elected to the Football League in 1894. The club's highest ever finish was second place in the top flight, in Division One in 1928–29. The club holds a joint-highest seven second tier titles (six Second Division and one Championship), as well as one League One title. They have won the League Cup three times and have been FA Cup runners-up four times, a tournament record for the most defeats in the final without having won the competition. The club has only spent one season outside the top two tiers of English football in the 2008/09 season.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/xtxwtu1448813356.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/yxyvwr1473199090.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/trwrrw1469531368.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/uuxqry1424378868.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/vxutss1424378917.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/tytwqq1454443818.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/vqwsqx1424378952.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/xqswxq1424563835.jpg",
      "strYoutube": "www.youtube.com/user/LCFCOfficial",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133602",
      "idSoccerXML": "6",
      "intLoved": "4",
      "strTeam": "Liverpool",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1892",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Jürgen Klopp",
      "strStadium": "Anfield",
      "strKeywords": "",
      "strRSS": "http://www.football365.com/liverpool/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/rqwqtq1420239893.jpg",
      "strStadiumDescription": "Anfield is a football stadium in Anfield, Liverpool, England which has a seating capacity of 45,276 making it the seventh largest football stadium in England. It has been the home of Liverpool F.C. since their formation in 1892. It was originally the home of Everton F.C. from 1884 to 1891, before they moved to Goodison Park after a dispute over rent.\r\n\r\nThe stadium has four stands: the Spion Kop, Main Stand, Centenary Stand and Anfield Road. The record attendance of 61,905, was set at a match between Liverpool and Wolverhampton Wanderers in 1952. The ground converted to an all-seater stadium in 1994 as a result of the Taylor Report which greatly reduced its capacity.\r\n\r\nTwo gates at the ground are named after former Liverpool managers: Bill Shankly and Bob Paisley. A statue of Shankly is situated outside the stadium. The ground is 2 miles (3 km) from Liverpool Lime Street railway station.\r\n\r\nIt was proposed in 2002 to replace the stadium with a new one in the adjacent Stanley Park, but after the acquisition of Liverpool F.C. by Fenway Sports Group in 2010 it was made clear this would not happen.\r\n\r\nConstruction for an extension to the Main Stand began on Monday, December 8th, 2014.  This will increase the stadium size to around 55,000.",
      "strStadiumLocation": "Anfield, Liverpool",
      "intStadiumCapacity": "55000",
      "strWebsite": "www.liverpoolfc.tv",
      "strFacebook": "www.facebook.com/LiverpoolFC",
      "strTwitter": "twitter.com/lfc",
      "strInstagram": "instagram.com/liverpoolfc",
      "strDescriptionEN": "Liverpool Football Club /ˈlɪvərpuːl/ is a Premier League football club based in Liverpool. Liverpool F.C. is one of the most successful clubs in England and has won more European trophies than any other English team with five European Cups, three UEFA Cups and three UEFA Super Cups. The club has also won eighteen League titles, seven FA Cups and a record eight League Cups. In spite of their successful history, Liverpool are yet to win a Premier League title since its inception in 1992.\r\n\r\nLiverpool was founded in 1892 and joined the Football League the following year. The club has played at Anfield since its formation. The most successful period in Liverpool's history was the 1970s and '80s when Bill Shankly and Bob Paisley led the club to eleven league titles and seven European trophies.\r\n\r\nThe club's supporters have been involved in two major tragedies. The first was the Heysel Stadium disaster in 1985, during which charging Liverpool fans caused a crush that resulted in a wall collapsing and the death of 39 Juventus supporters, after which English clubs were banned from European competition for five years. In the 1989 Hillsborough disaster, 96 Liverpool supporters lost their lives in a crush against perimeter fencing.\r\n\r\nLiverpool has long-standing rivalries with neighbours Everton and with Manchester United. The team changed from red shirts and white shorts to an all-red home strip in 1964. The club's anthem is \"You'll Never Walk Alone\".",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/uvxuqq1448813372.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/uvswpu1473199102.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/trssuu1420505176.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/ytuwuu1424216238.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/sqsqxy1424216180.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/wwyxss1454449556.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/xuxttq1424215976.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/wtxyvr1420645510.jpg",
      "strYoutube": "youtube.com/user/LiverpoolFC",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133613",
      "idSoccerXML": "18",
      "intLoved": null,
      "strTeam": "Man City",
      "strTeamShort": null,
      "strAlternate": "Manchester City",
      "intFormedYear": "1880",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Pep Guardiola",
      "strStadium": "City of Manchester Stadium",
      "strKeywords": "Manchester City, Sky Blues",
      "strRSS": "http://www.football365.com/manchester-city/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/qtwvus1420231540.jpg",
      "strStadiumDescription": "The City of Manchester Stadium in Manchester, England, also known as Etihad Stadium for sponsorship reasons, is the home ground of Manchester City Football Club. For the 2014/15 football season, the stadium has a reduced capacity of 45,500 due to expansion work. Capacity will increase to 62,000 from August 2015 making it the second-largest stadium in the Premier League and the ninth-largest in the United Kingdom.\r\n\r\nThe SportCity location, but with a larger stadium, had been proposed for the main athletics arena in Manchester's failed bid for the 2000 Summer Olympics. In the 2002 Commonwealth Games bid, the capacity for the Games was to be 38,000, and after the games it would be converted to be 48,000. The stadium was built by Laing Construction at a cost of £112 million and was designed and engineered by ArupSport. The design incorporated a highly complex yet elegant cable-stayed roof structure which is suspended by twelve exterior masts and attached cables.\r\n\r\nTo ensure the long-term future of the stadium after the Commonwealth Games, it was agreed in 1998 that Manchester City F.C. would lease the stadium from Manchester City Council as a replacement for Maine Road. The conversion from a track and field arena to a football stadium cost the city council £22 million and Manchester City £20 million The club moved into its new home during the summer of 2003.\r\n\r\nIn addition to athletics, the stadium has hosted the 2008 UEFA Cup Final, England football internationals, rugby league matches, boxing world title fights and music concerts, and will host one 2015 Rugby World Cup match.\r\n\r\nIn March 2014 work commenced on expansion with the south stand roof partially removed over the summer to allow construction to take place. The work is due to be completed by the beginning of the 2015/16 football season with capacity increasing to over 55,000. The expansion will coincide with development immediately adjacent to the stadium and the completion of the Etihad Campus training facility, Connell Sixth Form College and community hub which is partly funded by Manchester City.",
      "strStadiumLocation": "Etihad Campus, Manchester",
      "intStadiumCapacity": "62000",
      "strWebsite": "www.mcfc.co.uk",
      "strFacebook": "www.facebook.com/mcfcofficial",
      "strTwitter": "twitter.com/mcfc",
      "strInstagram": "",
      "strDescriptionEN": "Manchester City Football Club is a football club in Manchester, England. Founded in 1880 as St. Mark's (West Gorton), it became Ardwick Association Football Club in 1887 and Manchester City in 1894. The club's home ground is the City of Manchester Stadium in east Manchester, to which it moved in 2003, having played at Maine Road since 1923.\r\n\r\nManchester City first played in the top-tier of the Football League in 1899 and won their first major honour with the FA Cup in 1904. The club's most successful period was from 1968 to 1970, when it won the League Championship, FA Cup, League Cup and European Cup Winners' Cup, under the management team of Joe Mercer and Malcolm Allison. After losing the 1981 FA Cup Final, the club went through a period of decline, culminating in relegation to the third tier of English football for the only time in its history in 1998. Having regained their Premier League status in the early 2000s, Manchester City was purchased in 2008 by Abu Dhabi United Group for £210 million, receiving considerable investment. The club went on to win the Premier League in 2012, 2014, and 2018.\r\n\r\nManchester City has the fifth-highest revenue in football, at €527.7 million in 2016–17. Forbes magazine ranks it as the world's fifth-most valuable football club, worth US$2.08 billion. In 2015, a 13.79% stake purchase of the club's parent company, City Football Group (CFG), by the CITIC Group for £265 million valued it at $3 billion.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/vwpvry1467462651.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/7dx7zc1510522965.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/ylf5y41512647563.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/qytvtw1420244095.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/vpswup1420244120.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/qxvuqw1424220465.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/rupryr1424220639.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/ypwuup1471257482.jpg",
      "strYoutube": "youtube.com/user/mcfcofficial",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133612",
      "idSoccerXML": "17",
      "intLoved": "9",
      "strTeam": "Man United",
      "strTeamShort": null,
      "strAlternate": "Manchester United",
      "intFormedYear": "1878",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Jose Mourinho",
      "strStadium": "Old Trafford",
      "strKeywords": "Manchester United, Red Devils",
      "strRSS": "http://www.football365.com/manchester-united/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/uvuypr1420244777.jpg",
      "strStadiumDescription": "Old Trafford is a football stadium in Old Trafford, Greater Manchester, England, and the home of Manchester United F.C. With a capacity of 75,635, Old Trafford is the second-largest football stadium in the United Kingdom after Wembley Stadium, and the ninth-largest in Europe. It is about 0.5 miles (800 m) from Old Trafford Cricket Ground and the adjacent tram station.\r\n\r\nOld Trafford, nicknamed the Theatre of Dreams by Bobby Charlton, has been United's home ground since 1910, although from 1941 to 1949, as a result of bomb damage during the Second World War, the club shared Maine Road with local rivals Manchester City. Old Trafford underwent several expansions in the 1990s and 2000s, including the addition of extra tiers to the North, West and East Stands, which served to return the ground almost to its original capacity of 80,000. Future expansion is likely to involve the addition of a second tier to the South Stand, which would raise the capacity to over 90,000. The stadium's record attendance was recorded in 1939, when 76,962 spectators watched the FA Cup semi-final between Wolverhampton Wanderers and Grimsby Town.\r\n\r\nOld Trafford has hosted FA Cup semi-finals, England fixtures, matches at the 1966 World Cup and Euro 96 and the 2003 Champions League Final, as well as rugby league's annual Super League Grand Final and the final of two Rugby League World Cups. It also hosted football matches at the 2012 Summer Olympics, including women's international football for the first time in its history.",
      "strStadiumLocation": "Trafford, Greater Manchester",
      "intStadiumCapacity": "76962",
      "strWebsite": "www.manutd.com",
      "strFacebook": "www.facebook.com/manchesterunited",
      "strTwitter": "twitter.com/manutd",
      "strInstagram": "www.instagram.com/manchesterunited",
      "strDescriptionEN": "Manchester United Football Club is an English professional football club, based in Old Trafford, Greater Manchester that plays in the Premier League. Founded as Newton Heath LYR Football Club in 1878, the club changed its name to Manchester United in 1902 and moved to Old Trafford in 1910. They are regarded as one of the most successful clubs in English football.\r\n\r\nManchester United have won the most League titles (20) of any English club, a joint record 11 FA Cups, four League Cups, and a record 20 FA Community Shields. The club has also won three European Cups, one UEFA Cup Winners' Cup, one UEFA Super Cup, one Intercontinental Cup, and one FIFA Club World Cup. In 1998–99, the club won a continental treble of the Premier League, the FA Cup and the UEFA Champions League.\r\n\r\nThe 1958 Munich air disaster claimed the lives of eight players. In 1968, under the management of Matt Busby, Manchester United was the first English football club to win the European Cup. Alex Ferguson won 28 major honours, and 38 in total, from November 1986 to May 2013, when he announced his retirement after 26 years at the club. On 19 May 2014, Louis van Gaal was appointed as the club's new manager after Ferguson's successor David Moyes was sacked after only 10 months in charge, with the club's record appearance-maker, Ryan Giggs, appointed as his assistant after a brief period as caretaker manager.\r\n\r\nManchester United is the third-richest football club in the world for 2011–12 in terms of revenue, with an annual revenue of €395.9 million, and the world's second most valuable sports team in 2013, valued at $3.165 billion. It is one of the most widely supported football teams in the world. After being floated on the London Stock Exchange in 1991, the club was purchased by Malcolm Glazer in May 2005 in a deal valuing the club at almost £800 million, after which the company was taken private again. In August 2012, Manchester United made an initial public offering on the New York Stock Exchange.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": "El Manchester United Football Club, mejor conocido como Manchester United, es un club de fútbol de la ciudad de Mánchester, Inglaterra, Reino Unido, que disputa sus partidos como local en el estadio Old Trafford.\r\n\r\nNació bajo la denominación «Newton Heath LYR Football Club» en 1878, siendo el equipo del depósito ferroviario Lancashire and Yorkshire Railway Company, ubicado en Newton Heath. El club se incorporó a la First Division en 1892. Tras estar cerca de la bancarrota en 1902, J. H. Davies tomó las riendas del club y cambió el nombre, llamándolo Manchester United. Su estadio fue bombardeado durante la Segunda Guerra Mundial lo que motivó al club a buscar la caridad de sus vecinos del Manchester City, quienes les permitieron jugar en Maine Road durante un tiempo a cambio de un costo anual. El United nombró a Matt Busby como entrenador del equipo tras la guerra y su política, por entonces inaudita, de la promoción de la mayor parte de los jugadores del equipo juvenil del club tuvo un gran éxito, al ganar la liga en 1956 y 1957.9 Este éxito tuvo un alto en el camino con el desastre aéreo de Múnich de 1958, en el que ocho jugadores del equipo perdieron la vida.10 11 A pesar de dicha tragedia, el conjunto supo recuperarse y ganó la liga en 1965 y 1967, así como la Copa Europea en 1968. El club no tuvo de nuevo un éxito tan notable hasta la década de 1990, cuando Alex Ferguson dirigió al equipo a la obtención de ocho campeonatos ligueros en once años. En 1999, el Manchester United se convirtió en el primer equipo inglés en ganar la Champions, la Premier League y la FA Cup en la misma temporada —el «triplete» del club—.12\r\n\r\nEntre sus principales logros a nivel nacional se encuentran haber ganado la First Division/Premier League en 20 ocasiones, la FA Cup en 11 y la Supercopa de Inglaterra en 20, récords absolutos en los tres casos, además de cuatro ediciones de la Copa de la Liga de Inglaterra. A nivel europeo, ha obtenido tres veces la Liga de Campeones, empatado en séptimo lugar y segundo mejor inglés, además de una Recopa de Europa.13 Es el único club inglés en convertirse en campeón mundial de clubes, al conquistar la Copa Intercontinental en 1999 y la Copa Mundial de Clubes de la FIFA en 2008, tras derrotar a los entonces campeones de América Palmeiras y Liga de Quito, respectivamente.\r\n\r\nLos principales rivales del Manchester United han sido el Liverpool y Manchester City, a quien se enfrenta en el derby de Manchester.\r\n\r\nEn la cultura popular, es considerado como uno de los más populares del mundo,14 debido a que cuenta con 659 millones de seguidores a nivel internacional hasta mayo de 2012, según una investigación realizada por la empresa Kantar. De esta cifra, 325 millones provienen del continente asiático, 173 millones del Oriente Medio y África, 90 millones de Europa y finalmente 71 millones de América. De igual manera, ha tenido el promedio de asistencia más alto en el fútbol inglés desde 1957, salvo algunas excepciones en que ha sido superado por el Tottenham, Everton y Liverpool.17\r\n\r\nFinancieramente, el United se convirtió en el primer equipo deportivo en superar un valor de 3 000 millones USD, para ser catalogada de esta forma como la franquicia deportiva mejor valuada del mundo, de acuerdo a la revista Forbes, un hito que sería superado un par de meses después por el también club de fútbol Real Madrid, con un valor de 3 300 millones USD. Hay que señalar que el club inglés encabezaba el listado de los equipos de fútbol más valuados del mundo desde 2004.",
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/xzqdr11517660252.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/wqutrv1473199130.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/rwwxyv1421429574.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/wtquqy1424229431.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/rxsyvv1420244538.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/qxxsxu1424229449.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/quuytw1424229564.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/qyttpp1447343417.jpg",
      "strYoutube": "www.youtube.com/channel/UC6yW44UGJJBvYTlfC7CRg2Q",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "134777",
      "idSoccerXML": "8",
      "intLoved": null,
      "strTeam": "Newcastle",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1892",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Rafael Benítez",
      "strStadium": "St James",
      "strKeywords": "",
      "strRSS": "http://www.football365.com/newcastle-united/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/ywsxxp1420245335.jpg",
      "strStadiumDescription": "St James' Park is an all-seater stadium in Newcastle upon Tyne, England. It is the home of Premier League club Newcastle United F.C. and has a seating capacity of 52,405.\r\n\r\nSt James' Park has been the home ground of Newcastle United since 1892 and has been used for football since 1880. Throughout its history, the desire for expansion has caused conflict with local residents and the local council. This has led to proposals to move at least twice in the late 1960s, and a controversial 1995 proposed move to nearby Leazes Park. Reluctance to move has led to the distinctive lop-sided appearance of the present-day stadium's asymmetrical stands.\r\n\r\nBesides club football, St. James' Park has also been used for international football, it was used as a football venue for the 2012 Olympics, and will also be used as a rugby venue for the 2015 Super League Magic Weekend as well as the 2015 Rugby World Cup. In addition to professional football, the stadium has hosted charity football events and rock concerts, and been used as a set for film and reality television.",
      "strStadiumLocation": "St James",
      "intStadiumCapacity": "52354",
      "strWebsite": "www.nufc.co.uk/page/Welcome",
      "strFacebook": "www.facebook.com/newcastleunited",
      "strTwitter": "twitter.com/nufc",
      "strInstagram": "",
      "strDescriptionEN": "Newcastle United Football Club (often abbreviated to NUFC) is an English professional association football club based in Newcastle upon Tyne. The club was founded in 1892 by the merger of Newcastle East End and Newcastle West End, and has played at its current home ground, St James' Park, ever since. The ground was developed into an all-seater stadium in the mid-1990s and now has a capacity of 52,405. The club has been a member of the Premier League for all but two years of the competition's history, and has never dropped below English football's second tier since joining the Football League in 1893. In 2007, long term chairman and owner Sir John Hall sold his share in the club to Mike Ashley.\r\n\r\nThey have won four League Championship titles and six FA Cups, as well as the 1969 Inter-Cities Fairs Cup and the 2006 UEFA Intertoto Cup. Newcastle United has the ninth highest total of major honours won by an English club. The club's most successful period was between 1904 and 1910, when they won an FA Cup and three of their First Division titles. The club is the twentieth richest club in the world in terms of annual revenue, generating €115.3m in 2012. Historically, Newcastle’s highest placing was fifth in the world.\r\n\r\nThey have a fierce local rivalry with Sunderland, and the two clubs have engaged in the Tyne–Wear derby since 1898. The club's traditional kit colours are black and white striped shirts, black shorts and black socks. Their traditional crest takes elements of the city coat of arms, which features two seahorses.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/rqvwxt1448813396.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/c46o921509809327.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/xswxyv1424546917.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/wrryur1420579232.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/srxqux1420579374.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/utpttq1424547277.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/ytsupr1424547300.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/71vjhi1499863135.jpg",
      "strYoutube": "www.youtube.com/user/NUFCOfficial1892",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "134778",
      "idSoccerXML": "41",
      "intLoved": null,
      "strTeam": "Southampton",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1885",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Mauricio Pellegrino",
      "strStadium": "St Mary",
      "strKeywords": "",
      "strRSS": "http://www.football365.com/southampton/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/wwutyt1420457572.jpg",
      "strStadiumDescription": "St Mary's Stadium is a stadium in Southampton, England, which has been the home of an English Premier league club, Southampton F.C. since 2001. The stadium has a capacity of 32,505 and is currently the largest football stadium in the South of England (excluding London).\r\nSince the 1980s, when Southampton regularly challenged the best sides in the English league (particularly in 1984 when they were league runners-up), there had been talk of the club relocating to a new stadium to replace The Dell due to the old stadium's cramped location which made it unsuitable for major expansion work.\r\n\r\nWhen the Taylor Report on 29 January 1990 required all First and Second Division clubs to have all-seater stadiums by August 1994, Southampton's directors initially decided to upgrade The Dell into an all-seater stadium (which was completed in 1993) but speculation about relocation continued, especially as an all-seater Dell had a capacity of just over 15,000; despite this, Southampton continued to defy the odds and survive in the new FA Premier League after 1992.\r\n\r\nAfter a lengthy and ultimately unsuccessful attempt to build a new 25,000 seater stadium and leisure complex at Stoneham, on the outskirts of Southampton, the city council offered the club the chance to build a new ground on the disused gas work site in the heart of the city, about one and half miles from The Dell.\r\n\r\nThe move was cited as the club returning home, because the club was formed by members of the nearby St. Mary's Church, as the football team of St. Mary's Church Young Men's Association before becoming Southampton St. Mary's F.C., and eventually Southampton F.C.\r\n\r\nConstruction started in December 1999 and was completed at the end of July 2001, with work on the stadium itself and improvements to local infrastructure cost a total of £32 million.\r\n\r\nThe Saints have been in residence since August 2001 when they moved from The Dell, which for the final years of its life, held just over 15,000 spectators – less than half the size of the new stadium. The first match was played on 1 August 2001 against RCD Espanyol, with the Spanish side winning 4–3.\r\n\r\nThe first competitive hat trick at the stadium was scored by Stafford Browne for Aldershot Town in a 3–1 victory over Havant & Waterlooville in the Hampshire Senior Cup final on 1 May 2002.",
      "strStadiumLocation": "Britannia Rd, Southampton, England",
      "intStadiumCapacity": "32505",
      "strWebsite": "www.saintsfc.co.uk",
      "strFacebook": "www.facebook.com/southamptonfc",
      "strTwitter": "www.twitter.com/southamptonfc",
      "strInstagram": "",
      "strDescriptionEN": "Southampton Football Club Listeni/saʊθˈæmptən, -hæmptən/ is an English football club, nicknamed The Saints, based in the city of Southampton, Hampshire, who currently compete in the Premier League.\r\n\r\nThe Saints' home ground since 2001 has been St Mary's Stadium, before which they were based at The Dell. The club has been nicknamed \"The Saints\" since its inception in 1885 due to its history as a church football team, founded as St Mary's Church of England Young Men's Association (or St Mary's Y.M.A) and has since generally played in red and white shirts.\r\n\r\nThe club has a long-standing rivalry with Portsmouth due to its close proximity and both cities' respective maritime history. Matches between the two sides are known as the South Coast Derby.\r\n\r\nThe club has won the FA Cup once in 1976, and their highest-ever league finish was second in the First Division in 1983–84. Southampton were relegated from the Premier League on 15 May 2005 ending 27 successive seasons of top-division football for the club. The club eventually returned to the Premier League after a 7-year absence and have been playing there since the 2012–13 season.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/qusxss1448813481.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/29uray1509976525.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/n7ys2j1509012340.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/xvryws1424446644.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/rxvxrr1424446671.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/rtrpxp1424446688.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/uqqpus1424446704.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/sqpwqw1424563160.jpg",
      "strYoutube": "www.youtube.com/user/theofficialsaints",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133616",
      "idSoccerXML": "21",
      "intLoved": "5",
      "strTeam": "Tottenham",
      "strTeamShort": null,
      "strAlternate": "Spurs",
      "intFormedYear": "1882",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Mauricio Pochettino",
      "strStadium": "White Hart Lane",
      "strKeywords": "",
      "strRSS": "http://www.football365.com/tottenham-hotspur/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/ssxqxs1420428650.jpg",
      "strStadiumDescription": "White Hart Lane is an all-seater football stadium located in Tottenham, London, UK. Built in 1899, it is the home of Tottenham Hotspur in the Premier League and, after numerous renovations, the stadium has a capacity of 36,284.\r\n\r\nAlong with housing Tottenham, the stadium, which is known amongst fans as the Lane, has also been selected for England national football matches and England under-21 football matches. White Hart Lane held capacity records in the early 1960s with numbers entering the 70,000s but as seating increased in popularity, the stadium has levelled out to a modest number in relation to other Premier League clubs. The record attendance remains an FA Cup tie on 5 March 1938 against Sunderland with the attendance being recorded at 75,038.\r\n\r\nPlans are afoot for Tottenham to move to a new stadium with an estimated capacity of 56,250, with the new stadium being built on the current site instead of moving from the borough of Haringey. The new stadium has been designed by KSS Design Group, whose other work includes Stamford Bridge.",
      "strStadiumLocation": "Bill Nicholson Way, Tottenham, London",
      "intStadiumCapacity": "36284",
      "strWebsite": "www.tottenhamhotspur.com",
      "strFacebook": "www.facebook.com/TottenhamHotspur",
      "strTwitter": "twitter.com/spursofficial",
      "strInstagram": "instagram.com/spursofficial",
      "strDescriptionEN": "Tottenham Hotspur Football Club /ˈtɒt(ə)nəm/, commonly referred to as Spurs, is an English football club located in Tottenham, London, that plays in the Premier League. The club's home stadium is White Hart Lane. Its newly developed training ground is in Bulls Cross on the northern borders of the London Borough of Enfield.\r\n\r\nFounded in 1882, Tottenham won the FA Cup for the first time in 1901, making it the only non-League club to do so since the formation of the Football League. Tottenham was the first club in the 20th century to achieve the League and FA Cup Double, winning both competitions in the 1960–61 season. After successfully defending the FA Cup in 1962, in 1963 it became the first British club to win a UEFA club competition – the European Cup Winners' Cup. In 1967 it won the FA Cup for a third time in the 1960s. In the 1970s Tottenham won the League Cup on two occasions and was the inaugural winner of the UEFA Cup in 1972, becoming the first British club to win two different major European trophies. In the 1980s Spurs won several trophies: the FA Cup twice, FA Community Shield and the UEFA Cup in 1984. In the 1990s the club won the FA Cup and the League Cup. When it won the League Cup once more in 2008, it meant that it had won a major trophy in each of the last six decades – an achievement only matched by Manchester United.\r\n\r\nThe club's Latin motto is Audere est Facere (lit: \"To Dare Is to Do\"), and its emblem is a cockerel standing upon a football. The club has a long-standing rivalry with nearby neighbours Arsenal, with head-to-head fixtures known as the North London derby.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/rxxqtp1448813512.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/qneyjo1509460508.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/vptpur1424447736.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/xpsuyq1420428497.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/ywppvr1420509152.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/tuuwpy1424110617.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/xywqqs1421078139.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/uqxurt1423693152.jpg",
      "strYoutube": "www.youtube.com/user/spursofficial",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133624",
      "idSoccerXML": "29",
      "intLoved": null,
      "strTeam": "Watford",
      "strTeamShort": null,
      "strAlternate": "",
      "intFormedYear": "1881",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Javi Gracia",
      "strStadium": "Vicarage Road",
      "strKeywords": "",
      "strRSS": "",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/rxpsvx1420709481.jpg",
      "strStadiumDescription": "Vicarage Road, a stadium in Watford, Hertfordshire, England, is the home of the football club Watford. An all-seater stadium, its current capacity is 20,877 following the completion of the new Sir Elton John Stand in 2014. \r\n\r\nIt has been the home of Watford since 1922, when the club moved from Cassio Road. The ground was officially opened by Col. Charles Healey of Benskins Brewery for the visit of Millwall on 30 August 1922. In addition to being Watford's home since opening, the stadium was also home to Wealdstone F.C. between 1991 and 1993, and to rugby union side Saracens from 1997 until they moved to their new home at Allianz Park in February 2013.\r\n\r\nAfter purchasing the freehold of the stadium from Benskins in January 2002, Watford's financial situation forced them to sell and lease back the stadium later that year. However, after a campaign entitled 'Let's Buy Back The Vic' with donations coming from fans, as well as celebrity former owner Elton John donating the entire proceeds of a concert held at the venue, the club was able to repurchase the stadium in September 2004.",
      "strStadiumLocation": "Watford, Hertfordshire",
      "intStadiumCapacity": "21577",
      "strWebsite": "www.watfordfc.com",
      "strFacebook": "",
      "strTwitter": "",
      "strInstagram": "",
      "strDescriptionEN": "Watford Football Club is a football club based in Hertfordshire, England. Founded in 1881 as Watford Rovers, the club entered the FA Cup for the first time in 1886, and the Southern League a decade later. After finishing the 1914–15 season as Southern League champions under the management of Harry Kent, Watford joined the Football League in 1920. The club played at several grounds in its early history, before moving to a permanent location at Vicarage Road in 1922, where it remains to this day. Watford spent most of the following half century in the lower divisions of The Football League, changing colours and crest on multiple occasions.\r\n\r\nEngland manager Graham Taylor saw Watford scale new heights. Between Taylor's appointment in 1977 and departure in 1987, Watford rose from the Fourth Division to the First Division. The team finished second in the First Division in the 1982–83 season, competed in the UEFA Cup in 1983–84, and also reached the 1984 FA Cup Final. Watford experienced a decade of decline between 1987 and 1997, before Taylor returned as full-time manager, leading the team to successive promotions from the renamed Second Division to the Premier League. The club's most recent stint in the top division of English football was during the 2006–07 season, under Aidy Boothroyd's management. In the 2014–15 season, Watford will compete in the Football League Championship – the second highest level of English football.\r\n\r\nWatford is currently owned by the Pozzo family, which also owns Udinese Calcio in Italy and Granada CF in Spain. Sir Elton John, who owned Watford during both of Graham Taylor's successful periods as manager, served alongside Taylor as the club's joint Honorary Life President, until 2008  only to later resume the role which he now shares alongside Graham Taylor.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/rsuswy1448813519.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/xquwxv1473199217.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/wd0esa1504211386.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/2v1wyv1504211409.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/22o4v81504211424.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/3lgh4y1504211456.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/pwcdb51504211469.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/wkqog41504211483.jpg",
      "strYoutube": "",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133636",
      "idSoccerXML": "43",
      "intLoved": "1",
      "strTeam": "West Ham",
      "strTeamShort": null,
      "strAlternate": "West Ham United",
      "intFormedYear": "1895",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "David Moyes",
      "strStadium": "London Stadium",
      "strKeywords": "Hammers",
      "strRSS": "http://www.football365.com/west-ham/rss",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/wyqytv1420453057.jpg",
      "strStadiumDescription": "The Boleyn Ground, often referred to as Upton Park, is a association football stadium located in Upton Park, East London. Since 1904, it has been the home of Premier League side West Ham United F.C., with their predecessors Thames Ironworks playing their home games at Hermit Road. The stadium was also used shortly in the early nineties by Charlton Athletic during their years of financial difficulty. The current seating capacity of the ground is 35,016.",
      "strStadiumLocation": "Green Street, Upton Park, London",
      "intStadiumCapacity": "60000",
      "strWebsite": "www.whufc.com",
      "strFacebook": "www.facebook.com/westhamunitedofficial",
      "strTwitter": "twitter.com/whufc_official",
      "strInstagram": "",
      "strDescriptionEN": "West Ham United Football Club is an English professional football club based in Upton Park, East London, England currently playing in the Premier League, England's top tier of football. The club was founded in 1895 as Thames Ironworks and reformed in 1900 as West Ham United. In 1904 the club relocated to their current Boleyn Ground stadium. They initially competed in the Southern League and Western League before eventually joining the full Football League in 1919 and subsequently enjoyed promotion to the top flight for the 1923 season. 1923 also saw the club feature in the first FA Cup Final to be held at Wembley against Bolton Wanderers.\r\n\r\nIn 1940 the team won the inaugural Football League War Cup. The club has won the FA Cup three times: in 1964, 1975 and 1980 as well as being runners-up twice, in 1923 and 2006. In 1965, they won the European Cup Winners Cup, and in 1999 they won the Intertoto Cup. They are one of eight existent clubs never to have fallen below the second tier of English football, spending 55 of 87 league seasons in Division 1 to 2013. However, unlike the other seven (Arsenal, Chelsea, Everton, Liverpool, Manchester United, Newcastle United and Tottenham Hotspur), the club has never won the league title. The club's best final league position is third place in the 1985–86 First Division.\r\n\r\nThree West Ham players played significant roles in England's victory in the 1966 World Cup final; captain Bobby Moore, and both goalscorers, Geoff Hurst and Martin Peters.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/yutyxs1467459956.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/1lh4ji1509109533.png",
      "strTeamLogo": "https://www.thesportsdb.com/images/media/team/logo/xwvstx1420900930.png",
      "strTeamFanart1": "https://www.thesportsdb.com/images/media/team/fanart/vvqwsp1420453111.jpg",
      "strTeamFanart2": "https://www.thesportsdb.com/images/media/team/fanart/xwsrtu1420453178.jpg",
      "strTeamFanart3": "https://www.thesportsdb.com/images/media/team/fanart/spywry1420885041.jpg",
      "strTeamFanart4": "https://www.thesportsdb.com/images/media/team/fanart/xvrwru1420885114.jpg",
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/rrrxxr1424562643.jpg",
      "strYoutube": "www.youtube.com/channel/UCCNOsmurvpEit9paBOzWtUg",
      "strLocked": "unlocked"
    },
    {
      "idTeam": "133599",
      "idSoccerXML": "3",
      "intLoved": null,
      "strTeam": "Wolves",
      "strTeamShort": null,
      "strAlternate": "Wolverhapton Wanderers",
      "intFormedYear": "1877",
      "strSport": "Soccer",
      "strLeague": "English Premier League",
      "idLeague": "4328",
      "strDivision": null,
      "strManager": "Nuno Espírito Santo",
      "strStadium": "Molineux Stadium",
      "strKeywords": "",
      "strRSS": "",
      "strStadiumThumb": "https://www.thesportsdb.com/images/media/team/stadium/xtvqvs1420753628.jpg",
      "strStadiumDescription": "Molineux Stadium (/ˈmɒlɨnjuː/ mol-i-new) is a Championship football stadium situated in Whitmore Reans, Wolverhampton, England. It has been the home ground of Wolverhampton Wanderers Football Club since 1889, and has a long and illustrious history as the first 'new build' stadium in Football League history, one of the first grounds in the country to install floodlights, as well as hosting some of the first European club games in the 1950s.\r\n\r\nAt the time of its multi-million pound renovation in the early 1990s, Molineux was one of the biggest and most modern stadia in England, though it has since been eclipsed by many other ground developments. The stadium has however hosted England internationals and, more recently, England under-21 internationals, as well as the first UEFA Cup Final in 1972. Although currently a 31,000 seater stadium, the record attendance at Molineux stands at 61,315.\r\n\r\nInitial plans were announced in May 2010 to rebuild two sides of the stadium by the 2014–15 season to increase capacity to around 36,000. The first stage of this project began in Summer 2011 and was completed on course for the start of the 2012–13 season. There are also provisional future plans for a longer term redevelopment of every stand that could potentially create a 50,000 capacity.",
      "strStadiumLocation": "Waterloo Road, Wolverhampton",
      "intStadiumCapacity": "31700",
      "strWebsite": "www.wolves.co.uk/page/Welcome",
      "strFacebook": "",
      "strTwitter": "",
      "strInstagram": "",
      "strDescriptionEN": "Wolverhampton Wanderers Football Club Listeni/ˌwʊlvərˈhæmptən/ (commonly referred to as Wolves) is an English professional football club that represents the city of Wolverhampton in the West Midlands. The club was originally known as St. Luke's FC and was founded in 1877 and since 1889 has played at Molineux. They currently compete in the Football League Championship, the second highest tier of English football, having been promoted from League One in 2014 after a solitary season at that level.\r\n\r\nHistorically, Wolves have been highly influential, most notably as being founder members of the Football League, as well as having played an instrumental role in the establishment of the European Cup, later to become the UEFA Champions League. Having won the FA Cup twice before the outbreak of the First World War, they developed into one of England's leading clubs under the management of ex-player Stan Cullis after the Second World War, going on to win the league three times and the FA Cup twice more between 1949 and 1960. It was during this time that the European Cup competition was established, after the English press declared Wolves \"Champions of the World\" following their victories against numerous top European and World sides in some of British football's first live televised games.\r\n\r\nWolves have yet to match the successes of the Stan Cullis era, although, under Bill McGarry, they contested the first-ever UEFA Cup final in 1972 and won the 1974 League Cup, a trophy they lifted again six years later under John Barnwell. However, financial mismanagement in the 1980s led to the club's very existence being under threat as well as three consecutive relegations, before a revival and back-to-back promotions under manager Graham Turner and record goalscorer Steve Bull saw them finish the decade in the Second Division, winning the Football League Trophy along the way.",
      "strDescriptionDE": null,
      "strDescriptionFR": null,
      "strDescriptionCN": null,
      "strDescriptionIT": null,
      "strDescriptionJP": null,
      "strDescriptionRU": null,
      "strDescriptionES": null,
      "strDescriptionPT": null,
      "strDescriptionSE": null,
      "strDescriptionNL": null,
      "strDescriptionHU": null,
      "strDescriptionNO": null,
      "strDescriptionIL": null,
      "strDescriptionPL": null,
      "strGender": "Male",
      "strCountry": "England",
      "strTeamBadge": "https://www.thesportsdb.com/images/media/team/badge/qwvuqy1448811552.png",
      "strTeamJersey": "https://www.thesportsdb.com/images/media/team/jersey/lrq52v1508938445.png",
      "strTeamLogo": null,
      "strTeamFanart1": null,
      "strTeamFanart2": null,
      "strTeamFanart3": null,
      "strTeamFanart4": null,
      "strTeamBanner": "https://www.thesportsdb.com/images/media/team/banner/vyxrss1462380950.jpg",
      "strYoutube": "",
      "strLocked": "unlocked"
    }
  ]
}